using System.Collections;
using System.Collections.Generic;
using UnityEngine;

public class UTF8_Test : MonoBehaviour
{
    // 가나다라마바사아자차카타파하가나다라마바사아자차카타파하가나다라마바사아자차카타파하
    public double PI = 3.141592;

    void Start()
    {

    }

    // 가나다라마바사아자차카타파하가나다라마바사아자차카타파하가나다라마바사아자차카타파하
    void Update()
    {

    }

    // 2월 2일 ~ )는 미국의 가수, 엔터테이너이다. 1997년 자이브 레코드와 계약하고 1999년 데뷔 음반...Baby One More Time을 발매하며 정식으로 데뷔했다.다음 해에 Oops!... I Did It Again을 발매해 통산 2000만 장 이상이 팔려나가 두 음반이 연속으로 큰 성공을 거뒀다. 2001년, 세 번째 정규음반 Britney를 발매하였고 더욱 큰 명성을 얻는다.그 후 2003년 네 번째 음반 In the Zone을 발매하였고 "Me Against the Music", "Toxic", "Everytime" 세 개의 싱글 모두 성공을 거두었다. 후에 컴필레이션 음반을 발매하였으며, 2007년에는 다섯 번째 정규음반 Blackout을 발매하였고, "Gimme More" 과 "Piece of Me" 등 히트곡들을 남겼다
    // 하지만 브리트니 스피어스는 여러 가지 사적 문제 탓에 큰 시련에 빠졌으나, 2008년 여섯 번째 정규음반 Circus를 발매로 다시 일어섰다. 2009년에는 컴필레이션 음반 The Singles Collection을 냈으며, 싱글 "3"은 미국 빌보드 핫 100에서 1위를 했다. 2011년 3월에는 스피어스의 일곱 번째 정규 음반 Femme Fatale을 발매해 빌보드 200에서 1위를 했고, 음반의 첫 싱글 "Hold It Against Me" 역시 빌보드 핫 100에서 1위를 하며 브리트니의 네 번째 1위 싱글이 되었다
    // 위키백과는 위키를 이용하여 전 세계 사람들이 함께 만들어가는 웹 기반의 다언어 백과사전입니다. 위키백과는 중립적이고 검증 가능한 자유 콘텐츠 백과사전의 제공을 목적으로 하는 프로젝트로, 누구나 참여하여 문서를 수정하고 발전시킬 수 있습니다.
    // 위키백과는 다섯 가지 기본 원칙에 따라 운영됩니다.모든 문서는 크리에이티브 커먼즈 저작자표시-동일조건변경허락 4.0에 따라 사용할 수 있으며, 복사, 수정과 배포가 자유롭고 상업적 목적의 사용도 가능합니다.
    // 2월 2일 ~ )는 미국의 가수, 엔터테이너이다. 1997년 자이브 레코드와 계약하고 1999년 데뷔 음반...Baby One More Time을 발매하며 정식으로 데뷔했다.다음 해에 Oops!... I Did It Again을 발매해 통산 2000만 장 이상이 팔려나가 두 음반이 연속으로 큰 성공을 거뒀다. 2001년, 세 번째 정규음반 Britney를 발매하였고 더욱 큰 명성을 얻는다.그 후 2003년 네 번째 음반 In the Zone을 발매하였고 "Me Against the Music", "Toxic", "Everytime" 세 개의 싱글 모두 성공을 거두었다. 후에 컴필레이션 음반을 발매하였으며, 2007년에는 다섯 번째 정규음반 Blackout을 발매하였고, "Gimme More" 과 "Piece of Me" 등 히트곡들을 남겼다
    // 하지만 브리트니 스피어스는 여러 가지 사적 문제 탓에 큰 시련에 빠졌으나, 2008년 여섯 번째 정규음반 Circus를 발매로 다시 일어섰다. 2009년에는 컴필레이션 음반 The Singles Collection을 냈으며, 싱글 "3"은 미국 빌보드 핫 100에서 1위를 했다. 2011년 3월에는 스피어스의 일곱 번째 정규 음반 Femme Fatale을 발매해 빌보드 200에서 1위를 했고, 음반의 첫 싱글 "Hold It Against Me" 역시 빌보드 핫 100에서 1위를 하며 브리트니의 네 번째 1위 싱글이 되었다
    // 위키백과는 위키를 이용하여 전 세계 사람들이 함께 만들어가는 웹 기반의 다언어 백과사전입니다. 위키백과는 중립적이고 검증 가능한 자유 콘텐츠 백과사전의 제공을 목적으로 하는 프로젝트로, 누구나 참여하여 문서를 수정하고 발전시킬 수 있습니다.
    // 위키백과는 다섯 가지 기본 원칙에 따라 운영됩니다.모든 문서는 크리에이티브 커먼즈 저작자표시-동일조건변경허락 4.0에 따라 사용할 수 있으며, 복사, 수정과 배포가 자유롭고 상업적 목적의 사용도 가능합니다.
    // 생각이나 감정을 말과 글로 표현할 때 완결된 내용을 나타내는 최소의 단위.주어와 서술어를 갖추고 있는 것이 원칙이나 때로 이런 것이 생략될 수도 있다.글의 경우, 문장의 끝에 ‘.’, ‘?’, ‘!’ 따위의 문장 부호를 찍는다. ‘철수는 몇 살이니?’, ‘세 살.’, ‘정말?’ 따위이다.
    // 2월 2일 ~ )는 미국의 가수, 엔터테이너이다. 1997년 자이브 레코드와 계약하고 1999년 데뷔 음반...Baby One More Time을 발매하며 정식으로 데뷔했다.다음 해에 Oops!... I Did It Again을 발매해 통산 2000만 장 이상이 팔려나가 두 음반이 연속으로 큰 성공을 거뒀다. 2001년, 세 번째 정규음반 Britney를 발매하였고 더욱 큰 명성을 얻는다.그 후 2003년 네 번째 음반 In the Zone을 발매하였고 "Me Against the Music", "Toxic", "Everytime" 세 개의 싱글 모두 성공을 거두었다. 후에 컴필레이션 음반을 발매하였으며, 2007년에는 다섯 번째 정규음반 Blackout을 발매하였고, "Gimme More" 과 "Piece of Me" 등 히트곡들을 남겼다
    // 하지만 브리트니 스피어스는 여러 가지 사적 문제 탓에 큰 시련에 빠졌으나, 2008년 여섯 번째 정규음반 Circus를 발매로 다시 일어섰다. 2009년에는 컴필레이션 음반 The Singles Collection을 냈으며, 싱글 "3"은 미국 빌보드 핫 100에서 1위를 했다. 2011년 3월에는 스피어스의 일곱 번째 정규 음반 Femme Fatale을 발매해 빌보드 200에서 1위를 했고, 음반의 첫 싱글 "Hold It Against Me" 역시 빌보드 핫 100에서 1위를 하며 브리트니의 네 번째 1위 싱글이 되었다
    // 위키백과는 위키를 이용하여 전 세계 사람들이 함께 만들어가는 웹 기반의 다언어 백과사전입니다. 위키백과는 중립적이고 검증 가능한 자유 콘텐츠 백과사전의 제공을 목적으로 하는 프로젝트로, 누구나 참여하여 문서를 수정하고 발전시킬 수 있습니다.
    // 위키백과는 다섯 가지 기본 원칙에 따라 운영됩니다.모든 문서는 크리에이티브 커먼즈 저작자표시-동일조건변경허락 4.0에 따라 사용할 수 있으며, 복사, 수정과 배포가 자유롭고 상업적 목적의 사용도 가능합니다.
    // 생각이나 감정을 말과 글로 표현할 때 완결된 내용을 나타내는 최소의 단위.주어와 서술어를 갖추고 있는 것이 원칙이나 때로 이런 것이 생략될 수도 있다.글의 경우, 문장의 끝에 ‘.’, ‘?’, ‘!’ 따위의 문장 부호를 찍는다. ‘철수는 몇 살이니?’, ‘세 살.’, ‘정말?’ 따위이다.
    // 생각이나 감정을 말과 글로 표현할 때 완결된 내용을 나타내는 최소의 단위.주어와 서술어를 갖추고 있는 것이 원칙이나 때로 이런 것이 생략될 수도 있다.글의 경우, 문장의 끝에 ‘.’, ‘?’, ‘!’ 따위의 문장 부호를 찍는다. ‘철수는 몇 살이니?’, ‘세 살.’, ‘정말?’ 따위이다.
}
